package com.luoye.demo.mybrowser.news.info;

import java.util.List;

/**
 * Created by Luoye on 2016/9/14.
 */
public class Been {

    /**
     * showapi_res_code : 0
     * showapi_res_error :
     * showapi_res_body : {"pagebean":{"allNum":54188,"allPages":2710,"contentlist":[{"channelId":"5572a109b3cdc86cf39001db","channelName":"国内最新","content":"中新网成都4月28日电(记者 张浪)四川省纪委28日向社会公开曝光5起\u201c两个责任\u201d问责追究典型案例，持续强化警示和震慑。5起\u201c两个责任\u201d问责追究典型案例如下：自贡市大安区人力资源和社会保障局党委委员、副局长兼区社会保险事业局局长贺萍案件。2012年至2015年间，大安区社会保险事业局工作人员朱某利用职务之便和单位管理漏洞伪造手续，贪污、挪用社保资金共计160余万元用于网络赌博，给国家造成巨大经济损失。贺萍因履行党风廉政建设主体责任不力，受到党内严重警告处分。成都市统建办党组成员、纪检组组长何幼凡案件。2014年10月，何幼凡作为成都市统建办纪检组组长，在收到举报市统建办主持工作的副主任郭某某的信访件后，违反规定将举报信交给郭复印，导致郭订立攻守同盟，对抗组织调查。2012年7月，何幼凡在牵头办理市统建办下属成都锦城投资发展有限责任公司财务负责人张某某案件时，明知张已涉嫌挪用公款犯罪，应移送司法机关处理，但郭某某召集会议研究，决定责成张限期退款则不移送司法机关，何幼凡参加研究未提出任何不同意见。2013年11月，市统建办调研员、土地整理公司总经理助理吴某某因合同诈骗犯罪被判处有期徒刑3年，缓刑4年；2014年3月，郭某某召集会议研究，决定对吴开除党籍、开除公职的同时，由土地整理公司通过社会化招聘方式将吴招录到公司工作，并隐瞒其受到刑事处罚问题按正常工作调动随转社保，何幼凡参加研究没有提出任何反对意见。何幼凡因履行党风廉政建设纪委监督责任不力，受到撤销党内职务处分。德阳市林业局原党委委员、纪委书记唐成案件。2015年2月17日，唐成作为德阳市林业局纪委书记，在接到德阳市纪委转交的关于群众反映市林业局干部简某上班时间在某茶苑打麻将的信访举报后，在前往现场核实的途中，用手机要求他人告知简上班时间不要做与工作无关的事，在得知简某离开后便进入茶苑查看，并将现场未发现林业局的同志打麻将的核实结果向市纪委和举报人作了回复，致使简某的违纪问题未及时受到查处，并在群众中造成不良影响。唐成因履行党风廉政建设纪委监督责任不力，受到党内警告处分和免职处理。泸州市古蔺县双沙镇原党委书记冯岭，双沙镇原党委副书记、纪委书记李敏案件。2015年10月，古蔺县双沙镇纪委因办理群众信访反映问题超期、查办案件工作不力，致使该镇万寿村支部书记周某、村委会主任杨某违纪案件未及时受到查处。冯岭因履行党风廉政建设主体责任不力，受到党内警告处分并调整工作岗位；李敏因履行纪委监督责任不力，受到党内警告处分和免职处理。乐山市犍为县清溪中心卫生院院长杨文湘案件。2015年1月至8月，犍为县清溪中心卫生院内儿科和外妇科通过医院收费管理\u201c九阵系统\u201d违规向住院患者收取费用，内儿科主任夏某、外妇科副主任彭某分别受到党内严重警告和党内警告处分。杨文湘因履行党风廉政建设主体责任不力，受到党内警告处分。(完)","desc":"四川省纪委28日向社会公开曝光5起\u201c两个责任\u201d问责追究典型案例，持续强化警示和震慑。","html":"<p>中新网成都4月28日电(记者 张浪)四川省纪委28日向社会公开曝光5起\u201c两个责任\u201d问责追究典型案例，持续强化警示和震慑。<\/p><p>5起\u201c两个责任\u201d问责追究典型案例如下：<\/p><p>自贡市大安区人力资源和社会保障局党委委员、副局长兼区社会保险事业局局长贺萍案件。2012年至2015年间，大安区社会保险事业局工作人员朱某利用职务之便和单位管理漏洞伪造手续，贪污、挪用社保资金共计160余万元用于网络赌博，给国家造成巨大经济损失。贺萍因履行党风廉政建设主体责任不力，受到党内严重警告处分。<\/p><p>成都市统建办党组成员、纪检组组长何幼凡案件。2014年10月，何幼凡作为成都市统建办纪检组组长，在收到举报市统建办主持工作的副主任郭某某的信访件后，违反规定将举报信交给郭复印，导致郭订立攻守同盟，对抗组织调查。2012年7月，何幼凡在牵头办理市统建办下属成都锦城投资发展有限责任公司财务负责人张某某案件时，明知张已涉嫌挪用公款犯罪，应移送司法机关处理，但郭某某召集会议研究，决定责成张限期退款则不移送司法机关，何幼凡参加研究未提出任何不同意见。2013年11月，市统建办调研员、土地整理公司总经理助理吴某某因合同诈骗犯罪被判处有期徒刑3年，缓刑4年；2014年3月，郭某某召集会议研究，决定对吴开除党籍、开除公职的同时，由土地整理公司通过社会化招聘方式将吴招录到公司工作，并隐瞒其受到刑事处罚问题按正常工作调动随转社保，何幼凡参加研究没有提出任何反对意见。何幼凡因履行党风廉政建设纪委监督责任不力，受到撤销党内职务处分。<\/p><p>德阳市林业局原党委委员、纪委书记唐成案件。2015年2月17日，唐成作为德阳市林业局纪委书记，在接到德阳市纪委转交的关于群众反映市林业局干部简某上班时间在某茶苑打麻将的信访举报后，在前往现场核实的途中，用手机要求他人告知简上班时间不要做与工作无关的事，在得知简某离开后便进入茶苑查看，并将现场未发现林业局的同志打麻将的核实结果向市纪委和举报人作了回复，致使简某的违纪问题未及时受到查处，并在群众中造成不良影响。唐成因履行党风廉政建设纪委监督责任不力，受到党内警告处分和免职处理。<\/p><p>泸州市古蔺县双沙镇原党委书记冯岭，双沙镇原党委副书记、纪委书记李敏案件。2015年10月，古蔺县双沙镇纪委因办理群众信访反映问题超期、查办案件工作不力，致使该镇万寿村支部书记周某、村委会主任杨某违纪案件未及时受到查处。冯岭因履行党风廉政建设主体责任不力，受到党内警告处分并调整工作岗位；李敏因履行纪委监督责任不力，受到党内警告处分和免职处理。<\/p><p>乐山市犍为县清溪中心卫生院院长杨文湘案件。2015年1月至8月，犍为县清溪中心卫生院内儿科和外妇科通过医院收费管理\u201c九阵系统\u201d违规向住院患者收取费用，内儿科主任夏某、外妇科副主任彭某分别受到党内严重警告和党内警告处分。杨文湘因履行党风廉政建设主体责任不力，受到党内警告处分。(完)<\/p>","imageurls":[{"height":250,"url":"http://image20.it168.com/201604_800x800/2502/f4afc28a07a8a151.jpg","width":546}],"link":"http://m.cankaoxiaoxi.com/china/20160428/1143639.shtml","nid":"6168178246936511522","pubDate":"2016-04-28 15:30:09","sentiment_display":0,"source":"手机参考消息网","title":"四川纪委曝光5起典型案例 有人挪用百万公款网络赌博"}]}}
     */

    private int showapi_res_code;
    private String showapi_res_error;
    /**
     * pagebean : {"allNum":54188,"allPages":2710,"contentlist":[{"channelId":"5572a109b3cdc86cf39001db","channelName":"国内最新","content":"中新网成都4月28日电(记者 张浪)四川省纪委28日向社会公开曝光5起\u201c两个责任\u201d问责追究典型案例，持续强化警示和震慑。5起\u201c两个责任\u201d问责追究典型案例如下：自贡市大安区人力资源和社会保障局党委委员、副局长兼区社会保险事业局局长贺萍案件。2012年至2015年间，大安区社会保险事业局工作人员朱某利用职务之便和单位管理漏洞伪造手续，贪污、挪用社保资金共计160余万元用于网络赌博，给国家造成巨大经济损失。贺萍因履行党风廉政建设主体责任不力，受到党内严重警告处分。成都市统建办党组成员、纪检组组长何幼凡案件。2014年10月，何幼凡作为成都市统建办纪检组组长，在收到举报市统建办主持工作的副主任郭某某的信访件后，违反规定将举报信交给郭复印，导致郭订立攻守同盟，对抗组织调查。2012年7月，何幼凡在牵头办理市统建办下属成都锦城投资发展有限责任公司财务负责人张某某案件时，明知张已涉嫌挪用公款犯罪，应移送司法机关处理，但郭某某召集会议研究，决定责成张限期退款则不移送司法机关，何幼凡参加研究未提出任何不同意见。2013年11月，市统建办调研员、土地整理公司总经理助理吴某某因合同诈骗犯罪被判处有期徒刑3年，缓刑4年；2014年3月，郭某某召集会议研究，决定对吴开除党籍、开除公职的同时，由土地整理公司通过社会化招聘方式将吴招录到公司工作，并隐瞒其受到刑事处罚问题按正常工作调动随转社保，何幼凡参加研究没有提出任何反对意见。何幼凡因履行党风廉政建设纪委监督责任不力，受到撤销党内职务处分。德阳市林业局原党委委员、纪委书记唐成案件。2015年2月17日，唐成作为德阳市林业局纪委书记，在接到德阳市纪委转交的关于群众反映市林业局干部简某上班时间在某茶苑打麻将的信访举报后，在前往现场核实的途中，用手机要求他人告知简上班时间不要做与工作无关的事，在得知简某离开后便进入茶苑查看，并将现场未发现林业局的同志打麻将的核实结果向市纪委和举报人作了回复，致使简某的违纪问题未及时受到查处，并在群众中造成不良影响。唐成因履行党风廉政建设纪委监督责任不力，受到党内警告处分和免职处理。泸州市古蔺县双沙镇原党委书记冯岭，双沙镇原党委副书记、纪委书记李敏案件。2015年10月，古蔺县双沙镇纪委因办理群众信访反映问题超期、查办案件工作不力，致使该镇万寿村支部书记周某、村委会主任杨某违纪案件未及时受到查处。冯岭因履行党风廉政建设主体责任不力，受到党内警告处分并调整工作岗位；李敏因履行纪委监督责任不力，受到党内警告处分和免职处理。乐山市犍为县清溪中心卫生院院长杨文湘案件。2015年1月至8月，犍为县清溪中心卫生院内儿科和外妇科通过医院收费管理\u201c九阵系统\u201d违规向住院患者收取费用，内儿科主任夏某、外妇科副主任彭某分别受到党内严重警告和党内警告处分。杨文湘因履行党风廉政建设主体责任不力，受到党内警告处分。(完)","desc":"四川省纪委28日向社会公开曝光5起\u201c两个责任\u201d问责追究典型案例，持续强化警示和震慑。","html":"<p>中新网成都4月28日电(记者 张浪)四川省纪委28日向社会公开曝光5起\u201c两个责任\u201d问责追究典型案例，持续强化警示和震慑。<\/p><p>5起\u201c两个责任\u201d问责追究典型案例如下：<\/p><p>自贡市大安区人力资源和社会保障局党委委员、副局长兼区社会保险事业局局长贺萍案件。2012年至2015年间，大安区社会保险事业局工作人员朱某利用职务之便和单位管理漏洞伪造手续，贪污、挪用社保资金共计160余万元用于网络赌博，给国家造成巨大经济损失。贺萍因履行党风廉政建设主体责任不力，受到党内严重警告处分。<\/p><p>成都市统建办党组成员、纪检组组长何幼凡案件。2014年10月，何幼凡作为成都市统建办纪检组组长，在收到举报市统建办主持工作的副主任郭某某的信访件后，违反规定将举报信交给郭复印，导致郭订立攻守同盟，对抗组织调查。2012年7月，何幼凡在牵头办理市统建办下属成都锦城投资发展有限责任公司财务负责人张某某案件时，明知张已涉嫌挪用公款犯罪，应移送司法机关处理，但郭某某召集会议研究，决定责成张限期退款则不移送司法机关，何幼凡参加研究未提出任何不同意见。2013年11月，市统建办调研员、土地整理公司总经理助理吴某某因合同诈骗犯罪被判处有期徒刑3年，缓刑4年；2014年3月，郭某某召集会议研究，决定对吴开除党籍、开除公职的同时，由土地整理公司通过社会化招聘方式将吴招录到公司工作，并隐瞒其受到刑事处罚问题按正常工作调动随转社保，何幼凡参加研究没有提出任何反对意见。何幼凡因履行党风廉政建设纪委监督责任不力，受到撤销党内职务处分。<\/p><p>德阳市林业局原党委委员、纪委书记唐成案件。2015年2月17日，唐成作为德阳市林业局纪委书记，在接到德阳市纪委转交的关于群众反映市林业局干部简某上班时间在某茶苑打麻将的信访举报后，在前往现场核实的途中，用手机要求他人告知简上班时间不要做与工作无关的事，在得知简某离开后便进入茶苑查看，并将现场未发现林业局的同志打麻将的核实结果向市纪委和举报人作了回复，致使简某的违纪问题未及时受到查处，并在群众中造成不良影响。唐成因履行党风廉政建设纪委监督责任不力，受到党内警告处分和免职处理。<\/p><p>泸州市古蔺县双沙镇原党委书记冯岭，双沙镇原党委副书记、纪委书记李敏案件。2015年10月，古蔺县双沙镇纪委因办理群众信访反映问题超期、查办案件工作不力，致使该镇万寿村支部书记周某、村委会主任杨某违纪案件未及时受到查处。冯岭因履行党风廉政建设主体责任不力，受到党内警告处分并调整工作岗位；李敏因履行纪委监督责任不力，受到党内警告处分和免职处理。<\/p><p>乐山市犍为县清溪中心卫生院院长杨文湘案件。2015年1月至8月，犍为县清溪中心卫生院内儿科和外妇科通过医院收费管理\u201c九阵系统\u201d违规向住院患者收取费用，内儿科主任夏某、外妇科副主任彭某分别受到党内严重警告和党内警告处分。杨文湘因履行党风廉政建设主体责任不力，受到党内警告处分。(完)<\/p>","imageurls":[{"height":250,"url":"http://image20.it168.com/201604_800x800/2502/f4afc28a07a8a151.jpg","width":546}],"link":"http://m.cankaoxiaoxi.com/china/20160428/1143639.shtml","nid":"6168178246936511522","pubDate":"2016-04-28 15:30:09","sentiment_display":0,"source":"手机参考消息网","title":"四川纪委曝光5起典型案例 有人挪用百万公款网络赌博"}]}
     */

    private ShowapiResBodyBean showapi_res_body;

    public int getShowapi_res_code() {
        return showapi_res_code;
    }

    public void setShowapi_res_code(int showapi_res_code) {
        this.showapi_res_code = showapi_res_code;
    }

    public String getShowapi_res_error() {
        return showapi_res_error;
    }

    public void setShowapi_res_error(String showapi_res_error) {
        this.showapi_res_error = showapi_res_error;
    }

    public ShowapiResBodyBean getShowapi_res_body() {
        return showapi_res_body;
    }

    public void setShowapi_res_body(ShowapiResBodyBean showapi_res_body) {
        this.showapi_res_body = showapi_res_body;
    }

    public static class ShowapiResBodyBean {
        /**
         * allNum : 54188
         * allPages : 2710
         * contentlist : [{"channelId":"5572a109b3cdc86cf39001db","channelName":"国内最新","content":"中新网成都4月28日电(记者 张浪)四川省纪委28日向社会公开曝光5起\u201c两个责任\u201d问责追究典型案例，持续强化警示和震慑。5起\u201c两个责任\u201d问责追究典型案例如下：自贡市大安区人力资源和社会保障局党委委员、副局长兼区社会保险事业局局长贺萍案件。2012年至2015年间，大安区社会保险事业局工作人员朱某利用职务之便和单位管理漏洞伪造手续，贪污、挪用社保资金共计160余万元用于网络赌博，给国家造成巨大经济损失。贺萍因履行党风廉政建设主体责任不力，受到党内严重警告处分。成都市统建办党组成员、纪检组组长何幼凡案件。2014年10月，何幼凡作为成都市统建办纪检组组长，在收到举报市统建办主持工作的副主任郭某某的信访件后，违反规定将举报信交给郭复印，导致郭订立攻守同盟，对抗组织调查。2012年7月，何幼凡在牵头办理市统建办下属成都锦城投资发展有限责任公司财务负责人张某某案件时，明知张已涉嫌挪用公款犯罪，应移送司法机关处理，但郭某某召集会议研究，决定责成张限期退款则不移送司法机关，何幼凡参加研究未提出任何不同意见。2013年11月，市统建办调研员、土地整理公司总经理助理吴某某因合同诈骗犯罪被判处有期徒刑3年，缓刑4年；2014年3月，郭某某召集会议研究，决定对吴开除党籍、开除公职的同时，由土地整理公司通过社会化招聘方式将吴招录到公司工作，并隐瞒其受到刑事处罚问题按正常工作调动随转社保，何幼凡参加研究没有提出任何反对意见。何幼凡因履行党风廉政建设纪委监督责任不力，受到撤销党内职务处分。德阳市林业局原党委委员、纪委书记唐成案件。2015年2月17日，唐成作为德阳市林业局纪委书记，在接到德阳市纪委转交的关于群众反映市林业局干部简某上班时间在某茶苑打麻将的信访举报后，在前往现场核实的途中，用手机要求他人告知简上班时间不要做与工作无关的事，在得知简某离开后便进入茶苑查看，并将现场未发现林业局的同志打麻将的核实结果向市纪委和举报人作了回复，致使简某的违纪问题未及时受到查处，并在群众中造成不良影响。唐成因履行党风廉政建设纪委监督责任不力，受到党内警告处分和免职处理。泸州市古蔺县双沙镇原党委书记冯岭，双沙镇原党委副书记、纪委书记李敏案件。2015年10月，古蔺县双沙镇纪委因办理群众信访反映问题超期、查办案件工作不力，致使该镇万寿村支部书记周某、村委会主任杨某违纪案件未及时受到查处。冯岭因履行党风廉政建设主体责任不力，受到党内警告处分并调整工作岗位；李敏因履行纪委监督责任不力，受到党内警告处分和免职处理。乐山市犍为县清溪中心卫生院院长杨文湘案件。2015年1月至8月，犍为县清溪中心卫生院内儿科和外妇科通过医院收费管理\u201c九阵系统\u201d违规向住院患者收取费用，内儿科主任夏某、外妇科副主任彭某分别受到党内严重警告和党内警告处分。杨文湘因履行党风廉政建设主体责任不力，受到党内警告处分。(完)","desc":"四川省纪委28日向社会公开曝光5起\u201c两个责任\u201d问责追究典型案例，持续强化警示和震慑。","html":"<p>中新网成都4月28日电(记者 张浪)四川省纪委28日向社会公开曝光5起\u201c两个责任\u201d问责追究典型案例，持续强化警示和震慑。<\/p><p>5起\u201c两个责任\u201d问责追究典型案例如下：<\/p><p>自贡市大安区人力资源和社会保障局党委委员、副局长兼区社会保险事业局局长贺萍案件。2012年至2015年间，大安区社会保险事业局工作人员朱某利用职务之便和单位管理漏洞伪造手续，贪污、挪用社保资金共计160余万元用于网络赌博，给国家造成巨大经济损失。贺萍因履行党风廉政建设主体责任不力，受到党内严重警告处分。<\/p><p>成都市统建办党组成员、纪检组组长何幼凡案件。2014年10月，何幼凡作为成都市统建办纪检组组长，在收到举报市统建办主持工作的副主任郭某某的信访件后，违反规定将举报信交给郭复印，导致郭订立攻守同盟，对抗组织调查。2012年7月，何幼凡在牵头办理市统建办下属成都锦城投资发展有限责任公司财务负责人张某某案件时，明知张已涉嫌挪用公款犯罪，应移送司法机关处理，但郭某某召集会议研究，决定责成张限期退款则不移送司法机关，何幼凡参加研究未提出任何不同意见。2013年11月，市统建办调研员、土地整理公司总经理助理吴某某因合同诈骗犯罪被判处有期徒刑3年，缓刑4年；2014年3月，郭某某召集会议研究，决定对吴开除党籍、开除公职的同时，由土地整理公司通过社会化招聘方式将吴招录到公司工作，并隐瞒其受到刑事处罚问题按正常工作调动随转社保，何幼凡参加研究没有提出任何反对意见。何幼凡因履行党风廉政建设纪委监督责任不力，受到撤销党内职务处分。<\/p><p>德阳市林业局原党委委员、纪委书记唐成案件。2015年2月17日，唐成作为德阳市林业局纪委书记，在接到德阳市纪委转交的关于群众反映市林业局干部简某上班时间在某茶苑打麻将的信访举报后，在前往现场核实的途中，用手机要求他人告知简上班时间不要做与工作无关的事，在得知简某离开后便进入茶苑查看，并将现场未发现林业局的同志打麻将的核实结果向市纪委和举报人作了回复，致使简某的违纪问题未及时受到查处，并在群众中造成不良影响。唐成因履行党风廉政建设纪委监督责任不力，受到党内警告处分和免职处理。<\/p><p>泸州市古蔺县双沙镇原党委书记冯岭，双沙镇原党委副书记、纪委书记李敏案件。2015年10月，古蔺县双沙镇纪委因办理群众信访反映问题超期、查办案件工作不力，致使该镇万寿村支部书记周某、村委会主任杨某违纪案件未及时受到查处。冯岭因履行党风廉政建设主体责任不力，受到党内警告处分并调整工作岗位；李敏因履行纪委监督责任不力，受到党内警告处分和免职处理。<\/p><p>乐山市犍为县清溪中心卫生院院长杨文湘案件。2015年1月至8月，犍为县清溪中心卫生院内儿科和外妇科通过医院收费管理\u201c九阵系统\u201d违规向住院患者收取费用，内儿科主任夏某、外妇科副主任彭某分别受到党内严重警告和党内警告处分。杨文湘因履行党风廉政建设主体责任不力，受到党内警告处分。(完)<\/p>","imageurls":[{"height":250,"url":"http://image20.it168.com/201604_800x800/2502/f4afc28a07a8a151.jpg","width":546}],"link":"http://m.cankaoxiaoxi.com/china/20160428/1143639.shtml","nid":"6168178246936511522","pubDate":"2016-04-28 15:30:09","sentiment_display":0,"source":"手机参考消息网","title":"四川纪委曝光5起典型案例 有人挪用百万公款网络赌博"}]
         */

        private PagebeanBean pagebean;

        public PagebeanBean getPagebean() {
            return pagebean;
        }

        public void setPagebean(PagebeanBean pagebean) {
            this.pagebean = pagebean;
        }

        public static class PagebeanBean {
            private int allNum;
            private int allPages;
            /**
             * channelId : 5572a109b3cdc86cf39001db
             * channelName : 国内最新
             * content : 中新网成都4月28日电(记者 张浪)四川省纪委28日向社会公开曝光5起“两个责任”问责追究典型案例，持续强化警示和震慑。5起“两个责任”问责追究典型案例如下：自贡市大安区人力资源和社会保障局党委委员、副局长兼区社会保险事业局局长贺萍案件。2012年至2015年间，大安区社会保险事业局工作人员朱某利用职务之便和单位管理漏洞伪造手续，贪污、挪用社保资金共计160余万元用于网络赌博，给国家造成巨大经济损失。贺萍因履行党风廉政建设主体责任不力，受到党内严重警告处分。成都市统建办党组成员、纪检组组长何幼凡案件。2014年10月，何幼凡作为成都市统建办纪检组组长，在收到举报市统建办主持工作的副主任郭某某的信访件后，违反规定将举报信交给郭复印，导致郭订立攻守同盟，对抗组织调查。2012年7月，何幼凡在牵头办理市统建办下属成都锦城投资发展有限责任公司财务负责人张某某案件时，明知张已涉嫌挪用公款犯罪，应移送司法机关处理，但郭某某召集会议研究，决定责成张限期退款则不移送司法机关，何幼凡参加研究未提出任何不同意见。2013年11月，市统建办调研员、土地整理公司总经理助理吴某某因合同诈骗犯罪被判处有期徒刑3年，缓刑4年；2014年3月，郭某某召集会议研究，决定对吴开除党籍、开除公职的同时，由土地整理公司通过社会化招聘方式将吴招录到公司工作，并隐瞒其受到刑事处罚问题按正常工作调动随转社保，何幼凡参加研究没有提出任何反对意见。何幼凡因履行党风廉政建设纪委监督责任不力，受到撤销党内职务处分。德阳市林业局原党委委员、纪委书记唐成案件。2015年2月17日，唐成作为德阳市林业局纪委书记，在接到德阳市纪委转交的关于群众反映市林业局干部简某上班时间在某茶苑打麻将的信访举报后，在前往现场核实的途中，用手机要求他人告知简上班时间不要做与工作无关的事，在得知简某离开后便进入茶苑查看，并将现场未发现林业局的同志打麻将的核实结果向市纪委和举报人作了回复，致使简某的违纪问题未及时受到查处，并在群众中造成不良影响。唐成因履行党风廉政建设纪委监督责任不力，受到党内警告处分和免职处理。泸州市古蔺县双沙镇原党委书记冯岭，双沙镇原党委副书记、纪委书记李敏案件。2015年10月，古蔺县双沙镇纪委因办理群众信访反映问题超期、查办案件工作不力，致使该镇万寿村支部书记周某、村委会主任杨某违纪案件未及时受到查处。冯岭因履行党风廉政建设主体责任不力，受到党内警告处分并调整工作岗位；李敏因履行纪委监督责任不力，受到党内警告处分和免职处理。乐山市犍为县清溪中心卫生院院长杨文湘案件。2015年1月至8月，犍为县清溪中心卫生院内儿科和外妇科通过医院收费管理“九阵系统”违规向住院患者收取费用，内儿科主任夏某、外妇科副主任彭某分别受到党内严重警告和党内警告处分。杨文湘因履行党风廉政建设主体责任不力，受到党内警告处分。(完)
             * desc : 四川省纪委28日向社会公开曝光5起“两个责任”问责追究典型案例，持续强化警示和震慑。
             * html : <p>中新网成都4月28日电(记者 张浪)四川省纪委28日向社会公开曝光5起“两个责任”问责追究典型案例，持续强化警示和震慑。</p><p>5起“两个责任”问责追究典型案例如下：</p><p>自贡市大安区人力资源和社会保障局党委委员、副局长兼区社会保险事业局局长贺萍案件。2012年至2015年间，大安区社会保险事业局工作人员朱某利用职务之便和单位管理漏洞伪造手续，贪污、挪用社保资金共计160余万元用于网络赌博，给国家造成巨大经济损失。贺萍因履行党风廉政建设主体责任不力，受到党内严重警告处分。</p><p>成都市统建办党组成员、纪检组组长何幼凡案件。2014年10月，何幼凡作为成都市统建办纪检组组长，在收到举报市统建办主持工作的副主任郭某某的信访件后，违反规定将举报信交给郭复印，导致郭订立攻守同盟，对抗组织调查。2012年7月，何幼凡在牵头办理市统建办下属成都锦城投资发展有限责任公司财务负责人张某某案件时，明知张已涉嫌挪用公款犯罪，应移送司法机关处理，但郭某某召集会议研究，决定责成张限期退款则不移送司法机关，何幼凡参加研究未提出任何不同意见。2013年11月，市统建办调研员、土地整理公司总经理助理吴某某因合同诈骗犯罪被判处有期徒刑3年，缓刑4年；2014年3月，郭某某召集会议研究，决定对吴开除党籍、开除公职的同时，由土地整理公司通过社会化招聘方式将吴招录到公司工作，并隐瞒其受到刑事处罚问题按正常工作调动随转社保，何幼凡参加研究没有提出任何反对意见。何幼凡因履行党风廉政建设纪委监督责任不力，受到撤销党内职务处分。</p><p>德阳市林业局原党委委员、纪委书记唐成案件。2015年2月17日，唐成作为德阳市林业局纪委书记，在接到德阳市纪委转交的关于群众反映市林业局干部简某上班时间在某茶苑打麻将的信访举报后，在前往现场核实的途中，用手机要求他人告知简上班时间不要做与工作无关的事，在得知简某离开后便进入茶苑查看，并将现场未发现林业局的同志打麻将的核实结果向市纪委和举报人作了回复，致使简某的违纪问题未及时受到查处，并在群众中造成不良影响。唐成因履行党风廉政建设纪委监督责任不力，受到党内警告处分和免职处理。</p><p>泸州市古蔺县双沙镇原党委书记冯岭，双沙镇原党委副书记、纪委书记李敏案件。2015年10月，古蔺县双沙镇纪委因办理群众信访反映问题超期、查办案件工作不力，致使该镇万寿村支部书记周某、村委会主任杨某违纪案件未及时受到查处。冯岭因履行党风廉政建设主体责任不力，受到党内警告处分并调整工作岗位；李敏因履行纪委监督责任不力，受到党内警告处分和免职处理。</p><p>乐山市犍为县清溪中心卫生院院长杨文湘案件。2015年1月至8月，犍为县清溪中心卫生院内儿科和外妇科通过医院收费管理“九阵系统”违规向住院患者收取费用，内儿科主任夏某、外妇科副主任彭某分别受到党内严重警告和党内警告处分。杨文湘因履行党风廉政建设主体责任不力，受到党内警告处分。(完)</p>
             * imageurls : [{"height":250,"url":"http://image20.it168.com/201604_800x800/2502/f4afc28a07a8a151.jpg","width":546}]
             * link : http://m.cankaoxiaoxi.com/china/20160428/1143639.shtml
             * nid : 6168178246936511522
             * pubDate : 2016-04-28 15:30:09
             * sentiment_display : 0
             * source : 手机参考消息网
             * title : 四川纪委曝光5起典型案例 有人挪用百万公款网络赌博
             */

            private List<ContentlistBean> contentlist;

            public int getAllNum() {
                return allNum;
            }

            public void setAllNum(int allNum) {
                this.allNum = allNum;
            }

            public int getAllPages() {
                return allPages;
            }

            public void setAllPages(int allPages) {
                this.allPages = allPages;
            }

            public List<ContentlistBean> getContentlist() {
                return contentlist;
            }

            public void setContentlist(List<ContentlistBean> contentlist) {
                this.contentlist = contentlist;
            }
        }
    }
}
